[
  {
    "id": 8,
    "title": "辐射4中的学院和兄弟会有希望拯救人类么，哪一个机会更大？",
    "author": "Stone",
    "content": "当儿子邀请我当学院扛把子的时候我关掉游戏犹豫了好几天，在思考的就是这个问题，哪种选择对人类的未来更好？最后还是带领学院把兄弟会给灭了。\n\n兄弟会的武力很强大，他们能够给人类带来的最好发展轨迹就是：灭光所有非人类，确保人类不受来自非人类的生存威胁，慢慢重新建立文明。看似很好，但是有风险，因为在辐射的世界中，威胁人类生存的不仅仅是尸鬼、超级变种人、变异生物、机器人、和成人等，还有恶劣的自然环境，还有人类自己。如果让我排个序的话：恶劣的自然环境与人类自己的生存本能的共同作用，对人类生存的威胁更大。学院有可能解决这个问题，而钢铁兄弟会没有。如果仅仅消灭非人类物种，学院也可以轻松做到，毕竟其他物种在强大的科技面前不堪一击。然后呢，自然环境依然恶劣，资源有限，可以利用的土地、材料都无法为人类快速复兴提供基础，这时候兄弟会就无能为力了，能做的仅仅是控制人口，以铁腕维持社会秩序，消灭因为抢夺资源而出现的类似掠夺者和抢手这样的群体，以较低的速度恢复文明。而学院不同，他的科技是可以带来质的变化的，能源、生物（种菜）等可以提供快速恢复的基础和动力，避免出现因资源匮乏导致的人类内部崩溃。\n\n对我来说，学院有能力带来比兄弟会更光明的未来。但是，之所以犹豫，是因为学院的未来路线相比兄弟会，有更大的失败风险，就是科技的失控，以及合成人问题。科技是把双刃剑，利在于能够帮助人类抵御外部威胁，弊在于给了人类自己快速作死的能力。冷兵器时代人类作死的单位是以万人计，热兵器时代变为以百万人、千万人计，核能时代作死就是有多少死多少了。所以需要有所谓“执剑人”确保这把剑不失控，这很难，身经百战的老冰棍也未必能胜任。至于合成人问题，这是一个科幻作品中反复讨论了无数次的话题，甚至是个哲学话题，这里不讨论了，简单来说，我个人并不希望出现太多“彻底的合成人”，它们只是通过算法在模拟人类的思维和情感，我无法把他们作为有自我意识或所谓灵魂的生物看待。但是在未来，进行将人类改造成为碳基、硅基的融合，又何尝不是一次伟大的进化呢？总之，我最后选择学院，是因为它能够给人类带来更加光明的未来，虽然有风险。",
    "created_time": 1501167580,
    "edit_time": "",
    "temp_path": "static\\images\\temp\\upload_b72b6257a6f3d251cf40cbf0a5ce6a21.jpg",
    "path": "static/images/blog_cover/8.jpg",
    "comments": [
      {
        "author": "萨达",
        "content": "不错",
        "blog_id": 8,
        "replyCommentId": -1,
        "replyFatherExist": false,
        "created_time": 1501700051,
        "id": 2,
        "replyCommentAuthor": ""
      },
      {
        "author": "倒萨",
        "content": "官方未发",
        "blog_id": 8,
        "replyCommentId": -1,
        "replyFatherExist": false,
        "created_time": 1501700531,
        "id": 4,
        "replyCommentAuthor": ""
      },
      {
        "author": "发个人头",
        "content": "果然跟他惹我",
        "blog_id": 8,
        "replyCommentId": 3,
        "replyFatherExist": false,
        "created_time": 1501700644,
        "id": 5,
        "replyCommentAuthor": "阿是"
      }
    ]
  },
  {
    "id": 9,
    "title": "最让你震撼的游戏细节有哪些？",
    "author": "Stone",
    "content": "很多人提到重装机兵，这是我小时候最喜欢的游戏，觉得虽然是fc游戏，即使后来玩到很多ps4上的3a大作，依然对他念念不忘，每个细节，整个流程都记得非常清楚。可以说重装机兵就是赢在细节上吧，说几个非常赞的细节吧。\n\n1.游戏中有种传输装置，不常用，可以把人传输到不同地方，游戏后期，偶尔会遇到故障情况，把你传送到一个莫名的小屋里，虽然没有敌人，但气氛诡异，调查贩售机会得到再造丹，可以让人再生，出来以后发现是前期一个非常偏僻的小屋，叫吉田生命研究所。算是一个彩蛋吧，也是后来引起各种谣言的关键。\n\n2.游戏之初，你因为梦想当勇者被父亲赶出家，过程中你找父亲修车，父亲会责备你，但不会真正收你钱。这部游戏没有真正的结局，当你打完怪后，必须找父亲隐退，回归平静。直到你把游戏玩腻，才是最终结局，这种设定真的不多见。\n\n3.每次存档时，存档妹子都会跟你说，晚安，可爱的勇士。\n\n4.游戏流程很自由，村里张贴通缉令，你想打谁就去找谁。\n\n5.车辆没毛病去修车，小哥会说，哇，坏的好严重啊，然后说，骗你的。\n\n6.主人公挂了，尸体必须被送到明吉博士那电击复活，有时你前面的尸体会被电击糊了，或者你被电击好几次也不成功，第一次玩真的吓一跳，担心自己也会糊。\n\n7.游戏有很多隐藏的小据点，可以买些家具和装饰品，让你用来装饰自己的家，当时这是我玩到第一部可以装修自己家的游戏，装饰品都很贵，总有一种出息了报答姐姐和父亲的感觉。\n\n8.游戏中出现的怪物一开始看会觉得很奇怪，以为是随便设计的，但慢慢会发现规律，大概分两类，一类是自动化兵器，一类是生化改造过的生物，结局时恍然大悟，原来电脑诺亚为了地球灭绝人类，双方展开大战，人类用自动化武器，诺亚在研究所里培育仿生怪物，所以世界上游荡着两种怪物，同时还有两类人，一类是末日强盗，一类是苦苦求生的人，有点像美国末日吧。末日氛围营造很好，比如和人偶住在一起的老头，炸掉光环大楼的父女，或者是住在废旧火车上的人。\n\n9.必提的一个细节地球人都知道，就是尼娜之死。游戏中有一个只出镜三次的英雄，但是人气爆棚，狼哥短短三次出镜，其他全部通过别人口中的描述，比如他是一个大英雄，遇到一个普通的女孩，然后相爱，然后为了她去死，很像萧大侠和阿朱对不对。尼娜在最后，如果你开着红狼的战车去救她，她看到战车知道红狼死了，就会殉情，如果开着别的战车，那么尼娜会一直在洞口等他，直到你开着红狼的战车去找他。说个bug，你其实可以遇到狼哥四次，就是在第一次遇到狼哥时逃跑，你就可以开着战车再遇狼哥了。\n\n10.游戏的很多地方都有留声机，可以播放各种bgm；还有青蛙游戏机。\n\n11.有个小酒吧，里面的小姑娘会溜着旱冰鞋服务，你如果在她面前绕一下，她就会坐个屁墩摔倒，很可爱\n\n12.游戏中总会有一些很暖心的场面，比如第一和第二个村子之间，在深山中有个小房子，里面会有人家请你休息，休息完以后她们都在亲友的墓前扫墓，与主线无关。但是很有代入感。\n\n13.整个游戏会有一种循环往复的感觉。例如玩家第一次遇挫是在一个大炮阵地，如果不看攻略真的很难打。基本会给你留下阴影。当你打完最终boss，你会被传送到这个最初的阵地上；你出发的村落和你后期到达的村落之间只隔了一个树林，一开始我相信所有玩家都没有发现。\n\n14.游戏重要的创新，就是采用了人和战车双系统。可以像一般游戏一样靠主人公使用武器去撸怪，也可以搭乘战车虐别人。战车系统很多细节都做得非常有意思：例如战车的装甲值归0时，按照一般游戏的规律，玩家会挂，或者战车会挂；但这个游戏模拟了真实情况，即装甲值归0，你依然可以躲在车里抵抗，然后看着你战车上的各类装备被一点点大坏，从受损到打破，直到车辆底盘被打坏，战车才会弃你而去。如果是租来的战车，稍有破损就扔下你返厂了，毕竟不如自己人靠谱。另外，游戏中期往往你会为战车装备纠结，必须平衡引擎最大承载吨数、装甲值和武器重量三者的关系，在这里，承载值-武器重量=装甲值，往往越厉害的武器就越重，会降低你战车的防御力，甚至造成战车趴窝。所以必须权衡好三者之间的关系，因此就有多种搭配。这个设定是当时其他rpg游戏没有的。\n\n15.游戏中的道具也是非常有趣，比如在姐姐的屋里可以找到内衣，还有一些莫名其妙的东西。比如帮别人锄地会变得戒指，之后也会在下水道、或者一些不起眼的地方得到镜片、眼镜，到最后才发现，这些不起眼的道具可以合成一个超强力兵器，而且兵器的威力和范围是根据镜片顺序决定的。这些都是我凭记忆写的，有什么不当之处，见谅。",
    "created_time": 1501168810,
    "edit_time": "",
    "temp_path": "static\\images\\temp\\upload_39fa9a0c9618a2228ad6e570d8abebe1.jpg",
    "path": "static/images/blog_cover/9.jpg",
    "comments": [
      {
        "author": "游戏中的道具也是非常有趣",
        "content": "比如在姐姐的屋里可以找到内衣，还有一些莫名其妙的东西",
        "blog_id": 9,
        "replyCommentId": -1,
        "replyFatherExist": false,
        "created_time": 1501169105,
        "id": 1,
        "replyCommentAuthor": ""
      }
    ]
  },
  {
    "id": 10,
    "title": "你对灌篮高手有怎样的遗憾？",
    "author": "Stone",
    "content": "SD分析得久了，细节越挖越多，也就越发觉得这样水准的漫画能够在最辉煌的时候结束，未尝不是好事。\n\n打五场硬仗已经不少了，樱木的成长也已经非常了不起了，湘北每个人的故事也已经非常完整了，再画上几场又能怎样？说不定反而质量要下滑。只不过从我写文的角度去思考的话，森重宽和土屋淳的坑填不上可是真难受。森重宽嘛，当然是因为太屌。土屋淳则是因为，一来大荣学院把丰玉虐得很惨，远超湘北的惨，所以很可能是不输于海南的强队；二来大荣跟名朋分在一边不会碰湘北和海南，却还能有这么多铺垫，肯定是因为四分之一决赛会跟名朋恶战，值得期待；三来土屋淳长得太有范了，看起来就是巨星。\n\n非说遗憾的话，可能还有点想知道赤木到大学还有没有继续篮球生涯吧。因为只有他的未来是面临着抉择的啊。\n\n",
    "created_time": 1501174600,
    "edit_time": "",
    "temp_path": "static\\images\\temp\\upload_bf2984c2e1e789529e37302809c289b3.jpg",
    "path": "static/images/blog_cover/10.jpg",
    "comments": []
  },
  {
    "id": 11,
    "title": "姜文是一个怎样的导演？",
    "author": "Stone",
    "content": "作者：白头豕\n链接：https://www.zhihu.com/question/20688006/answer/35326634\n来源：知乎\n著作权归作者所有。商业转载请联系作者获得授权，非商业转载请注明出处。\n\n理解姜文导演和他的电影，需要先引入三个视角。第一个是政治的视角，第二个是姜文价值观的分裂，第三个是姜文艺术手法的特征。姜文是一个非常优秀的演员，也是一名政治性很强的导演。姜文至今执导的四部电影，全都是把政治题材隐藏在个人故事中的电影，讨论的政治议题也都是中国社会中争论得最撕裂的那一类。所以，理解姜文这样的导演和他的电影，必须引入政治的视角。没有基本的政治认识，则很难看懂姜文在电影中寄寓的各种隐喻。姜文是一名价值观分裂的导演。了解这一点非常重要。对姜文个性塑造最为深刻的当然是他的童年时代，这便是毛时代的中国。而姜文在事业上的成长和成功则贯穿了整个改革开放。姜文的感情世界是偏左的，主要又是偏英雄主义的；姜文的理性世界是偏右的，主要又是偏精英主义的。这种价值观的分裂，良好的记录了中国的时代巨变对个人的影响，并通过艺术创作反映在姜文的电影中。姜文还是一名非常有才华，却过于自恋的导演。爱看电影的姜文是导演电影的姜文最重要的一名观众；由于把才华都用到了满足属于他自己——这个知识和艺术水平都极高的观众——身上，导致姜文电影不接地气，或者说极度自恋。-----引入了这三个视角，再来看姜文的电影，一些规律就比较容易摸清楚了。姜文所有的电影，《阳光灿烂的日子》、《鬼子来了》、《太阳照常升起》、以及《让子弹飞》，都有极强的政治隐喻。然而一些电影人按自己的政治立场轻易对姜作评论，反而陷入他的诡计了。正因为姜文自己价值观是分裂的，所以在他每一部电影中也寄寓了分裂的两种价值观。不愿意直白地站队，使得姜文有意用暗喻的手段隐藏真实想法。而这使得姜文电影总是场面好看，人物丰满，但立意晦涩难懂。也让影评人有了见仁见智的机会，各取所需，尽情地对姜文电影做出符合自己立场和价值观的解读。我理解的姜文是这样的：首先，作为主体的姜文，拥有对劳动人民的真诚情感，不但能分享底层百姓的艰辛苦难，还能够欣赏和赞美中国劳动人民的勤劳勇敢、朴实真诚。他愿意用普通百姓的评价尺度来看待自己，这是毛时代教育的道统。但姜文也有毛时代青年心中普遍存在的深入骨髓的英雄主义情结。那时候的青年，都像《阳光灿烂的日子》里一样，在毫无政治知识的情况下，幻想自己成为革命英雄。迷恋的只是舆论的风向，而非真正的革命事业。英雄主义情结，和姜文对自己出众才华的自恋很融洽地结合在一起，构成了姜文身为导演左的一面。而作为客体的姜文，是中国电影界三十年来最优秀的人之一，锋芒毕露。改革开放之初，否定毛时代的文艺大爆发，也是通过姜文这些才华横溢的演员来打开局面的。这样的姜文，在整个社会向右转的三十年中，凭着他的才华，像濮存昕、陈道明等人一样，很自然地融入了精英圈子中。在左翼社会（从经济基础，到道德，到文艺）瓦解崩溃的三十年中反而获得了极大的名誉、财富和地位。长期的张弛、妥协，和地位成就混合在一起，使姜文思想自由主义的一面也非常洗练。姜文明白很多底层劳动者难以感知的事情，比如金钱的力量、权力的力量、名誉的负累、富人的道德、精英的真情等等。在一些受苦的底层群众眼中十恶不赦的富人，姜文也能感受到他们有血有肉的一面。姜文也明白精英们难以感知的事情，比如劳动人民的美好、善良、勤劳和伟大。他对劳动人民偶尔崭露的粗鄙和缺乏教养有明显的宽容。同时对权贵富豪对底层人的剥削压迫有强烈的同情和义愤，却并非感同身受。姜文无论是做演员还是导演，对群众的、精英的这两种社会秩序，两种艺术尺度，都能心领神会，游刃有余。这是其他导演演员不具备的优势。这样的姜文最擅长耍他的花招，在左翼的语境下讲自由主义，在右翼的语境下讲人民英雄，让我们这类有个人立场、价值观，想对姜文电影自取所需、引导舆论的人很是头疼。姜文总是用群众喜闻乐见的娱乐性和精英们赞叹的美术感，把他的真实想法包装得晦涩难懂，因此造就了许多经典的误读。举一个非常典型的误读，右翼看《鬼子来了》，看到的是中国人好面子、愚昧、麻木、奴性、窝里斗等等。得出来一大堆西式的、精英式的结论。最后姜文角色被日本人行刑，人头落地、瞑目而死的这幕画龙点睛，也被解释成民族向强权臣服的劣根性。《鬼子来了》满足了部分精英逆向种族主义的自残倾向，而被右翼大为赞叹。姜文在《鬼子来了》中，的确没用传统左翼对劳动人民无限歌颂的语境，且明显不认可毛时代左翼对大众的觉悟和力量的夸赞。这的确是典型的右翼语境——在愚昧的群氓中开展叙事。然而姜文又在这种语境下赞美最底层劳动人民，赞美中国人无比美丽的善良、真诚和无所畏惧。为此姜文刻意制造了两个不可能的超现实的对比：一个是，挂甲屯全村百姓对杀鬼子一事都表现出胆怯，但到结尾遭日本人屠杀时，下至小孩上至残疾老人，没有一人求饶或害怕，全都怀着极大的仇恨手无寸铁与鬼子们拼命。我们知道，现实中的中国人肯定有敢对俘虏下杀手的，也肯定有在屠杀面前尿裤子的。电影中超现实的极大反差，是导演故意为了让人意识到，不敢杀鬼子，表面上看是“愚昧”和“胆怯”，骨子里却其实是善良，善良而已。很简单的道理，如果是因畏惧才不杀人，到了日本人屠杀，就该畏惧得跪地求饶了。姜文准确地表达了底层中国人普遍存在的“善良的畏惧”，当你反抗欺负只能杀死对方时，反而只好隐忍了。这在中国武侠片中也是恒久不变的主题之一。而真正判断一个人是不是懦弱的时候，应该是他面对死亡的时候。于是再看电影另一个超现实的对比：片中所有的日本鬼子，在得意时都威风八面，被俘时、尤其是面对死亡时全都胆小如鼠奴颜婢膝。战俘营里马大三手持刀具，追得所有日本兵抱头鼠窜。与中国人懦弱的背后是善良相比，日本人荣誉骄傲的背后却是奴性，是盲从日本军国主义对人的控制。而姜文扮演的农民马大三，在手握鬼子生杀大权时彷徨犹豫、胆怯焦虑；而在昔日的俘虏在法场上对自己行刑时，却能圆睁怒目死盯着持刀切下自己首级的仇人。这才是电影结尾点睛之笔的寓意所在：马大三临死对仇人也没有丝毫恐惧，人头落地也得有气节，于是死也瞑目了。之前黑白片灰暗的色调突然变得刺眼得明亮和鲜红，好像一切都只是落地人头脑海中的闪回，现实却是明艳地刺眼的鲜血淋漓。死也瞑目这点，作为全剧的点睛，也充分体现了姜文的自恋。他在接受访谈时强调了他想战胜中国人记忆中对日本军刀的恐惧。但结局主角怒目而死，既不能安抚左翼奋发图强的满腔热血，也破坏了右翼把民族彻底批判的自残快感，只满足了姜文幻想自己在现场的英雄气节而已。这便是姜文在右翼语境中讲的左翼价值观的结果。与《鬼子来了》相反，《阳光灿烂的日子》和《太阳照常升起》，其实是在左翼的语境下描述右翼的情感。这和大多数影评人的理解也大相径庭。《阳光灿烂的日子》，右翼影评人普遍觉得对文革批判不够，过度地表达了姜文对童年各种性冲动、暴力冲动背后的青春气味的怀念。这种基于个人的军队大院式的“阳光灿烂”，反而掩盖了右翼想塑造的哀鸿遍野。所以，《阳光灿烂》中“太阳”的一语双关（“红太阳”毛泽东在世，以及姜文童年的灿烂体会），使这部电影在一个正面评价文革历史的语境中展开。但电影中的一切故事，其实都是针对左翼历史叙事的解构。在电影中的姜文童年时代，时代的主流语境是进步、文明、道德、奉献，以及为了革命事业的持续与各种敌对势力做坚决而残酷的斗争。我们从电影中看到的，却是权贵子弟们偷看西方情色电影，天天吹牛打屁无所事事，泡妞抢女人，下馆子斗富，找茬打架，动手极狠且成群结队，一个老大背后一片帮闲小弟，而且背后比得是父母势力。这一幕的青年和旧社会的纨绔子弟唯一的区别，在于腐败堕落的同时，脑子里幻想的却是成为革命英雄那样受人瞩目爱戴。这是联动覆灭后，文革高干子弟在上山下乡前的真实写照，却也让革命的主流宣传变得可笑而且无耻。所以姜文本质上还是在左的语境里讲右翼的价值观，讲革命话语背后的性、暴力、自私等种种人的原始欲望，这是自由主义反乌托邦题材的经典叙事，和1984也没太多本质区别。之所以满足不了右翼，只是因为文革是右翼集中控诉和谩骂的对象，到了姜文这里仅仅作解构而已，太不通人情罢了。而左派对这部电影的盲目推崇，也仅仅是为了各应右派而已：你看，你们口中那个暗无天日的文革，怎么在姜文这里还是阳光灿烂的呢？另一部《太阳照常升起》，同样是左翼语境下的右翼电影。电影通篇都是劳动人民非常熟悉的场景，充满着表面上的质朴和欢快。可故事描述的却是毛主席陨落那一年，平凡人们个人的生活变故，通篇没有引入时代巨变，最多也只是姜文和崔健聊感情问题时背景广播里的声音。电影却用“照常升起”做标题，本身就是再次讲述自由主义者的情感——对人们而言，再重大的历史进程，即便是毛泽东去世，也大不过房祖名和姜文两个角色普通人生命中的变故，根本不值得在他们生命的舞台中纤毫提及。故事中黄秋生和周韵两个经典的配角，也表达了右翼精英在左翼社会中难以言喻的痛苦。《太阳》中的疯妈，因为年少时忠实于“爱他人”的心情而成为了军人的妻子，在丈夫的影子中默默无闻地生活，不仅背井离乡，也离开她所喜爱的精英文化—— 一种对生活的一切细节洋溢着审美，渴望被欣赏被怜爱的文化—— 这是左翼语境下才有的，类似于娜拉出走那样的故事。在丈夫去世后，疯妈爱他人的一面又指向自己百花丛中天使一般的儿子。然而当儿子长大之后，疯妈爱他人的这面便失去了依托，而精英的那一半灵魂通过一个有关鞋子的梦醒过来，重新占据了人格。这个女人也是从小就渴望被爱的，渴望被欣赏的，她小时候正是因为这种渴望才痴迷过一次红鞋子。梦醒了，也是疯妈爱人的自我死了，渴望被爱的自我醒了，但在这个人人勤勉无人在意高级审美的小山村，疯妈的精神世界不可能得到满足。她如此优秀的诗性和美丽，只会换来无穷的孤独感。以至于她想逃离这个世界，自己建一个精致的石头房，作为灵魂的新家姜文导演深知左翼社会对个人审美的漠视，也懂得欣赏精英女性在知识、智力、外观、气质上的美好。姜文带着强烈的审美深爱着他的妻子也是剧中的演员周韵，这样的角色如果放在毛时代会是如何呢？于是疯妈买鞋、修房子，在高处用吴语吟诗，终于找回了属于精英的真情、优雅、美丽和自然，却在底层社会的“别人”眼中疯掉了。对这样的人而言，扭曲的是社会的理解力而不是自己。于是，死亡是疯妈唯一通向内心真诚的途径。从获得真诚的角度来说，疯妈被解放了。因为导演无比怜爱这个角色，所以让她死得都很抽象。这部电影中，黄秋生扮演的老师之死与疯妈相得益彰。为建设祖国的理想而回国的知识精英，却在政治斗争中被埋没。一个既显老又不帅，个性沉闷的教师，却因为其文艺气质而受到了广大年轻女性“湿漉漉”的青睐。这反而承托了左翼社会对知性的客体审美是多么匮乏，本身就是右翼的经典控诉。黄在“摸屁股”事件中遭到了不公正审查，可这种审查在他心中却是合情合理的，因为他的确有过摸屁股的冲动，他有很强的自我反省和道德自律。虽然事业还不如意，但生命是服从在自己的意志之下的，是自由选择的结果。这是在自己的才能和热情不被祖国认可的前提下，维系黄秋生角色生存的精神支柱。可他的认罪居然被醉心于派系斗争的新领导给赦免了。表面上，得利于一场政治斗争，赦免了一次诬陷。可事实上，这等于宣布对黄秋生角色重于泰山的自尊和自律，在政治斗争的大环境下也是轻于鸿毛的。一口气吸过来，一口气能吹走，而黄秋生的自由选择，在命运面前其实是自欺欺人。与疯妈被社会价值观否定的真诚和自然一样，黄秋生角色要在不被理解的社会中兑现内心的尊严，唯有一死来反抗。他在无罪释放后，却手插口袋轻松赴死，这个反差极大的画面，无非是宣示我从过去到现在，就从来没在乎过你们的道德评判或是利益关系，用死的抗拒来证明自己选择的崇高地位。选黄秋生扮演这个角色是非常恰当的。黄秋生作为香港老派毛左派和成功的电影人，精神世界和姜文有许许多多的相似之处。这两个角色都是用赞美人性的手法来表达对左翼社会价值观缺乏包容和理解力的控诉。对右翼而言，这种控诉存在最大的缺点，只是极端地追求了个人本性的实现，却没有将抗争矛头指向左翼的社会秩序。姜文价值观的分裂导致他着力没有挠到痒处，结果很多右翼也不太能看懂了。在《阳光灿烂的日子》和《太阳照常升起》这两部电影中，姜文是一个右翼的艺术家，在左翼的语境里表达右翼人的精神世界。右翼的精英总喜欢哀叹“只有少数人”才能理解的“美好”，在底层社会中遭受的忽视和践踏。他们以精英之腹度劳动人民之心，总觉得别人的一切言行都是对虚名与利益的追逐，只有审美下的冲动才是真诚的，只有自律下的道德才是高尚的。与疯妈类似的角色也出现在《投名状》中，徐静蕾扮演的苏杭富家小姐，在乱世里唯一的依靠却是连基督教十字架都不认识的大老粗土匪。只有李连杰这样高贵出身的军人才能理解她的美好。徐静蕾角色的死亡，也同样表现出自怜自爱的精英们对社会的恐惧感，自己珍视的一切在强大的社会暴力面前不名一文，仅仅因为误解和冤枉就被轻易的抹杀。李安在《色戒》中做得更加过分，他描写了一个家境衰落的王佳芝；因经历过富裕生活的熏陶，即便流落底层也拥有旁人不及的优雅和高贵。与疯妈的情况类似。沿着李安的叙事思维，在丧权辱国的历史背景下，两情相悦的王力宏因其底层人灵魂固有的不自由，却服从道德虚名把她的初夜也让给唯一去过妓院的“同志”，恰好只有罪孽深重的日本走狗才具备真实地欣赏和怜爱她这种美好的能力。在内心对这种被爱的渴望驱使下，王佳芝背叛了社会道德虚名，迎来了死亡。这就是李安的本意，在（右翼的）个人真情面前社会伦理也是无足轻重的。这些精英们因其阶级属性，陷入自我关注的囚笼中，别人的一切言行都是被动的，自己的一切言行都是被审查的，总是无法理解左翼文化中因真心关爱他人、为人奉献而形成的社会伦理。姜文就生活在精英们那个阶级所在的世界层面中，他要表达右翼的情感也相当流畅自然。姜文之前的电影，其情感是一左一右；那《让子弹飞》到底该算左还是右呢？窃以为《让子弹飞》无论是思维方式，还是情感，都是左的，是《太阳》之后的回归。刨去《让子弹飞》强烈的英雄主义情结，它在一些至关重要的地方都反映了深刻的“左”的思辨，例如：1、 辛亥革命的主导者既有革命者，也有大财主（黄四郎）。革命成功后，大财主成了新的剥削阶级，而革命者坚持志向，却成了新社会里的土匪。这简直是旧民主革命、到新民主主义革命，到社会主义革命、到继续革命 的必然性的直接论据2、普通县官都是跪着给财主要钱的，三七开，真正的统治者是财主。这涉及了当今左右翼最深刻的论战之一：人民的苦难是强权政府造成的，还是剥削阶级资本家造成的。姜文选择了后者。姜文像个左翼一般地认识到：官员们好贪腐的道德亏欠根本不是人民苦难的根本原因，官员只是傀儡，收完90年的税后滚下台走人就是。根本原因是阶级斗争；真正的统治者，剥削阶级，靠着他们豢养的假“张麻子”们，把好官都杀死在路上了3、县官挣财主的钱，发给穷人。这又涉及了左右翼另一个核心争论，强而有力、能与剥削阶级对抗的政府是否有必要？右翼主张强力政府就是坏的，腐败是其必然；而左翼主张要靠“好”的专政来保护人民利益。姜文以县官身份恶斗黄四郎，恰是革命建国后仍要靠专政政权继续与剥削阶级斗争的逻辑。4、叫张牧之的人不能做土匪，人们认为做土匪的就该叫张麻子，而且一定满脸麻子凶神恶煞。这又是群众观点，和精英观点的一次碰撞。中国的右翼总是认为革命者聚集的都是社会上成功不了的一帮“losers”，为颠覆社会牟取私利才会铤而走险。难道就没有一些有才干有知识的人，因为对人民苦难的感同身受而奉献一生投入革命事业？革命者只有“麻子”、不能有“牧之”？归根结底还是自私自爱与仁义的区别5、跟“这帮人”“玩不起”的张牧之，要追求内心的自由，只能上山去做土匪张麻子。而当他真正要解放穷人的时候，发现一定得“玩得起”。拯溺者不得不濡！这是中国人从儒家到革命者，一切投身于革命实践的人必须懂得的道理6、玩阴谋诡计，张牧之被黄四郎三番两次玩残了。好人跟恶狼斗，能靠嘴皮子吗？改良道路，议会民主有出路吗？最后还是要靠暴力革命。7、四个土匪精英打不下土豪的碉楼，得靠鹅城大众的觉醒和斗争，枪杆子里才出政权！8、先锋队要做的，把碉楼的铁门打得千疮百孔。子弹打穿的问号在问，星星之火可以燎原吗？答案是可以的，剥削阶级的暴行早就已经教育好人民了，只要把武器发给群众，再给人民一个胜利的榜样，人民就能够团结起来踏破千疮百孔的铁门，势如破竹地攻占碉楼。 作为一个左翼青年，叹息一声姜文的英雄主义情结还是太重了，带穷人分了一个五代土豪的家产，就急着与敌人惺惺相惜，与兄弟们各奔前程。这是英雄需要的功成身退式的圆满，却不是革命者需要的死而后已式的圆满。胜利不是永恒的，斗争才是永恒的。打土豪分田地，离真正的胜利还远得很，远得很。但作为观众，无法丝毫苛责？没有姜文这部爷们到极致，却也血腥、暴力、粗口、自虐、搞基、三P、露点的R级电影，三十年来就根本没有一部符合左翼价值观的受欢迎商业大片了。《让子弹飞》还是把许许多多观众心中深埋已久的斗争情绪，重新以英雄主义的途径给诱导了出来。这是几千篇理论文章也达不到的宣传效果。作为左翼青年，对他还是应该感激的。无论看到右派们在赞美《让子弹飞》还是大骂纳粹，都是一件乐事。这三部电影的分析，体现了一个擅长拍政治隐喻电影，价值观分裂，才华横溢又过于自恋的姜文导演。那么问题来了：在《一步之遥》上映的前一天，应该如何预测这部电影的价值取向呢？——如果按本文中姜文左一次右一次的惯性，那这部商业电影的价值观应该是极右的，叙事语境也是右的。只是故事背景是在民国，预告片又透露了悲剧气质，右的语境下的时代崩坏，总会引发左翼对时代的控诉。从这个角度来说，可以补完姜文存在的左的一面。今天还不知道这个预测是否正确，明天应该能看到了。",
    "created_time": 1501691176,
    "edit_time": "",
    "temp_path": "static\\images\\temp\\upload_437396f5775fb9d8ce8b5015ff7a9950.jpg",
    "path": "static/images/blog_cover/11.jpg",
    "comments": []
  }
]